[
  {
    "id": 1,
    "title": "The Arrival of Lynn",
    "summary": "News coverage of lunar anomalies is treated as distant curiosities; Lynn's arrival shifts the global perspective as aether-space is revealed."
  },
  {
    "id": 2,
    "title": "The Two Dangers",
    "summary": "Lem passes through a military boarding checkpoint; the first encounter with the instability of the lunar mission."
  },
  {
    "id": 3,
    "title": "Zenith",
    "summary": "The Moon swells in the viewports; the approach reveals its true, terrifying proximity."
  },
  {
    "id": 4,
    "title": "The Fall",
    "summary": "General Tor frames the mission as a \"defense of truth\" as the lunar base descends into chaos."
  },
  {
    "id": 5,
    "title": "Alone on the Moon",
    "summary": "Lem experiences the crash and slips into a disorienting Aether-Drive fugue."
  },
  {
    "id": 6,
    "title": "The Sacrifice",
    "summary": "Rahu manifests as a profound threat; human forces are pinned down by flame."
  },
  {
    "id": 7,
    "title": "The Reset",
    "summary": "The confrontation in the final chamber; Tor's surrender demand is rejected as the mission fails."
  },
  {
    "id": 8,
    "title": "The Path of Fragments",
    "summary": "Stasis onset; Lem enters the Dream State as the world fragmentizes."
  },
  {
    "id": 9,
    "title": "Return to Cradle Zero",
    "summary": "Lem enters the stasis-dream junction, guided by Lynn's aetheric trace."
  },
  {
    "id": 10,
    "title": "Disintegration",
    "summary": "Lem watches Rahu encounter the raw, unedited data of the Year Zero Cataclysm."
  },
  {
    "id": 11,
    "title": "The Awakening",
    "summary": "Lem awakens as an aetheric presence on a monitor in an Archivist laboratory."
  },
  {
    "id": 12,
    "title": "The Utopian Hive",
    "summary": "Briefing on the \"Utopian Cities\" project and the need for orbital coordination."
  },
  {
    "id": 13,
    "title": "The Northern Trial",
    "summary": "The Core identifies the \"uncooperative\" northern villages; diplomatic and military escalation begins."
  },
  {
    "id": 14,
    "title": "The White Forest",
    "summary": "Mission 4: Infiltration of the \"White Forest\" dead zone."
  },
  {
    "id": 15,
    "title": "The Final Word",
    "summary": "Lem observes the aftermath of his detonation from the dream state."
  },
  {
    "id": 16,
    "title": "Forest Awakening",
    "summary": "Lem reawakens without Cassia's processing; a self-reconstituted existence."
  },
  {
    "id": 17,
    "title": "The Parting in the Ash",
    "summary": "Lem de-escalates a military encounter by declaring his independence from the Core."
  },
  {
    "id": 18,
    "title": "The Long Exile",
    "summary": "Solitude and observing Rahu's influence from the shadow of the forest."
  },
  {
    "id": 19,
    "title": "The Return to the North",
    "summary": "Finding the \"Arsenal Blueprint\" in the ruins."
  },
  {
    "id": 20,
    "title": "The Water Resonance",
    "summary": "Identifying the lack of electronic signatures in the northern village; meeting Arlo."
  },
  {
    "id": 21,
    "title": "The Great Refusal",
    "summary": "The \"Shore of Shadows\"; Arlo rejects the identifier of a Vessel identity."
  },
  {
    "id": 22,
    "title": "The Siege of Cradle Zero",
    "summary": "Deployment of Wood-Metal hybrid machines against the Northern Node."
  },
  {
    "id": 23,
    "title": "The Invisible Front",
    "summary": "The dash for Cradle Zero's central processing hub; Rahu dismantles the fleet."
  },
  {
    "id": 24,
    "title": "The Stoic Refusal",
    "summary": "The \"Patch of Five\" erosion of the \"Thousand-Year Fallacy\" in the Hive Cities."
  },
  {
    "id": 25,
    "title": "The Fire Spire",
    "summary": "A bloody stalemate against the \"Recycled Rahu\"; low morale in the resistance."
  },
  {
    "id": 26,
    "title": "The Gathering of Strands",
    "summary": "Moving assets north to form a defensive circle around the villages."
  },
  {
    "id": 27,
    "title": "The Aetheric Wake",
    "summary": "The \"Siege of Pods\" begins; lunar fragments launch a continuous orbital barrage."
  },
  {
    "id": 28,
    "title": "Maya",
    "summary": "Materializing in the aetheric extraction lab via the dreamscape."
  },
  {
    "id": 29,
    "title": "The Fall of the General",
    "summary": "The Synodic army topples the beacons; the Core's control grid shatters."
  },
  {
    "id": 30,
    "title": "The Lunar Assault",
    "summary": "A hollow silence on Earth; the assembly of the final lunar expedition."
  },
  {
    "id": 31,
    "title": "The Creator in the Pyramid",
    "summary": "Breach of the Lunar Pyramid; meeting Elowen Vane and encountering the new Rahu."
  },
  {
    "id": 32,
    "title": "The Final Transmission",
    "summary": "Maya manifests the Air signature; the \"Maya Match\" stabilizes the world."
  }
]